Repository: jmurphybiz/bare
Catalog: plugins/event-tickets-plus/lang/event-tickets-plus-*.po
Languages: af

source: Email
af: E-pos

source: Address
af: Adres

source: Event Details
af: Gebeurtenis Besonderhede

# attendee summary
source: Total Tickets Sold:
af: Totale hoeveelheid kaartjies verkoop:

# orphaned attendee meta data
source: Other attendee data:
af: Ander deelnemer data:

source: Ticket deleted: attendee info cannot be updated.
af: Kaartjie geskrap: deelnemer inligting kan nie opgedateer word nie.

source: To begin using Event Tickets Plus, please install and activate the latest version of %1$s%2$s%3$s and ensure its own requirements have been met.
af: Om Event Ticket Pro te begin gebruik moet jy asseblief die nuuste weergawe van %1$s%2$s%3$s installeer en seker maak daar is aan die weergawe se eie vereistes voldoen

source: Event Name or ID or Slug
af: Geleentheid Naam of ID of Slak

source: Ticket Name
af: Kaartjie Naam

source: Ticket Description
af: Kaartjie Beskrywing

source: Ticket Start Sale Date
af: Kaartjie Verkope Begin Datum

source: Ticket Start Sale Time
af: Kaartjie Verkope Begin Tyd

source: Ticket End Sale Date
af: Kaartjie Verkope Eind Datum

source: Ticket End Sale Time
af: Kaartjie Verkope Eind Tyd

source: Ticket Price
af: Kaartjie Prys

source: Ticket SKU
af: Kaartjie RVE

source: Recurring event tickets are not supported, event %d.
af: Herhalende geleentheid kaartjies word nie ondersteun nie, geleentheid %d

source: Require users to log in before they purchase tickets
af: Vereis gebruikers om in te teken voor hulle kaartjies kan koop.

source: Login to purchase
af: Teken in om te kan koop

source: Toggle attendee info
af: Skakel deelnemer inligting

source: My Tickets for This %s
af: My Kaartjies vir Die %s

source: Order #%1$s: %2$s reserved by %3$s (%4$s) on %5$s
af: Bespreking #%1$s: %2$s gereserveer deur %3$s (%4$s) op %5$s

source: Attendee %d
af: Deelnemer %d

source: Event Tickets Plus lets you sell tickets to events, collect custom attendee information, and more!
af: Event Ticket Plus laat jou kaartjies vir geleenthede verkoop, unieke persoonlike inligting van jou deelnemers versamel en meer!

source: Don't list me on the public attendee list
af: Moenie my op die publieke deelnemerslys lys nie.

source: Ticket Fieldsets
af: Kaartjie Veldstelle

source: Ticket Fieldset
af: Kaartjie Veldstel

source: Add New Ticket Fieldset
af: Voeg Nuwe Kaartjie Veldstel by

source: Edit Ticket Fieldset
af: Verander Kaartjie Veldstel

source: New Ticket Fieldset
af: Nuwe Kaartjie Veldstel

source: View Ticket Fieldset
af: Besigting Kaartjie Veldstel

source: Search Ticket Fieldsets
af: Soek deur Kaartjie Veldstelle

source: No ticket fieldsets found
af: Geen kaartjie veldstelle gevind nie

source: No ticket fieldsets found in Trash
af: Geen kaartjie veldstelle in die asblik gevind nie

source: All Ticket Fieldsets
af: Alle Kaartjie Veldstelle

source: Ticket Fieldset Archives
af: Kaartjie Veldstel Argiewe

source: Insert into ticket fieldset
af: Voeg in kaartjie veldstel in

source: Uploaded to this ticket fieldset
af: Opgelaai na hierdie kaartjie veldstel

source: Custom Ticket Fields
af: Persoonlike Kaartjie Veld

source: Attendee Information
af: Deelnemer Informasie

source: The ticket with ID %s has already been checked in.
af: Die kaartjie met ID %s het alreeds ingeboek.

source: Scan this QR code at the event to check in.
af: Skandeer hierdie QR kode by die geleentheid om in te boek.

source: Attendee Information:
af: Deelnemer Informasie:

source: Request information for each attendee during registration
af: Versoek informasie van elke deelnemer gedurende registrasie

source: The name and contact info of the person acquiring tickets is collected by default
af: Die naam en kontak informasie van die persoon wat die kaartjies aankoop word automaties bymekaar gemaak.

source: Add New Field:
af: Voeg Nuwe Veld by:

source: Active Fields:
af: Aktiewe Velde:

source: No active fields.
af: Geen aktiewe velde.

source: Add new fields or
af: Voeg nuwe velde by of

source: Start with a saved fieldset...
af: Begin met gebergte veldstel...

source: Save this fieldset for use on other tickets?
af: Berg hierdie veldset om te gebruik om ander kaartjies?

source: Name this fieldset:
af: Benoem hierdie veldset:

source: Global stock mode:
af: Globale voorraad metode:

source: Cap sales:
af: Stop verkope hier:

source: (This is the maximum allowed number of sales for this ticket.)
af: (Hierdie is die maksimum toegelate aantal verkope vir hierdie kaartjie.)

source: Who's Attending
af: Wie kom almal?

source: One person is attending %2$s
af: Een persoon woon %2$s by

source: Please fill in all required fields
af: Vul asseblief al die vereiste velde in

source: Attendee
af: Deelnemer

source: %1$s available
af: %1$s beskikbaar

source: Event Tickets
af: Geleentheid Kaartjies

source: Ticket Stock
af: Kaartjie Voorraad

source: Sales
af: Verkope

source: Stock
af: Voorraad

source: Are
af: is

source: Are Not
af: is nie

source: Are at least
af: is ten minste

source: Are at most
af: is op die meeste

source: Is Not
af: is nie

source: Is at least
af: is ten minste

source: Is at most
af: is op die meeste

source: Load all attendees
af: Laai alle deelnemers

source: Your tickets from {site_title}
af: Jou kaartjies van {site_title}

source: Sorry, there is insufficient stock to fulfill your order with respect to the tickets you selected in relation to this event: %s
af: Jammer, maar daar is nie genoeg voorraad om jou bestelling te vervul met die hoeveelheid kaartjies wat jy gekies het ten opsigte van die geleentheid :%s nie

source: Sorry, there is insufficient stock to fulfill your order with respect to %s
af: Jammer, maar daar is nie genoeg voorraad om jou bestelling te vervul ten opsigte van %s nie

source: WooCommerce Support
af: WooCommerce Ondersteuning

source: This ticket has custom Attendee Information fields
af: Hierdie kaartjie het persoonlike Deelnemer Informasie velde

source: Checkbox
af: Kieshokkie

source: Dropdown
af: Uitvou

source: Text
af: Teks

source: Sale Price:
af: Verkoop Prys:

source: (Current sale price - this can be managed via the product editor)
af: (Huidige verkoop prys - hierdie kan via die produk "editor" beheer word)

source: Purchase limit:
af: Aankope Limiet:

source: The maximum number of tickets per order. (0 means there's no limit)
af: Die maksimum aantal kaartjies per bestelling (0 beteken daar is geen limiet nie).

source: Ticket Sales
af: Kaartjie Verkope

source: Tickets sold:
af: Kaartjies Verkoop:

source: Completed:
af: Volledig:

source: (%d awaiting review)
af: (%d wag om na gegaan te word)

source: Sold %d %s
af: %d %s Verkoop

source: Sold %d of %d %s
af: %d van %d %s Verkoop

source: Total Ticket Sales:
af: Totale Kaartjie Verkope:

source: Total Site Fees:
af: Totale Admin Fooie:

source: To begin using Tickets Plus with %3$s, you need to <a href="%1$s" title="Deactivate the legacy addon for %2$s">deactivate the old legacy plugin</a>.
af: Om Ticket Plus te begin gebruik met %3$s, moet jy eers <a href="%1$s" title="Deactivate the legacy addon for %2$s">die ou legacy prop deaktiveer</a>.

source: See purchases for this event
af: Besigitg aankope vir hierdie geleentheid

source: Orders
af: Bestellings

source: Order
af: Bestel

source: Date
af: Datum

source: Subtotal
af: Sub-Totaal

source: Site Fee
af: Adim Fooi

source: Total
af: Totaal

source: Check in for this event
af: Boek in vir hierdie geleentheid

source: Selling tickets for recurring events
af: Verkoop kaartjies vir herhalende geleenthede

source: Price:
af: Prys:

source: (0 or empty for free tickets)
af: (0 of laat leeg vir gratis kaartjies)

source: Your tickets from {sitename}
af: Jou kaartjies vir {sitename}

source: Tribe Ticket Emails
af: Tribe Kaartjie E-posse

source: Configure the ticket receipt emails
af: Stel die kaartjie ontvangs e-posse

source: Tickets Email Subject
af: Kaartjie E-pos Onderwerp

source: Enter the subject line for the tickets receipt email
af: Tik die onderwerp lyn in vir die kaartjie ontvangs e-pos

source: You'll receive your tickets in another email.
af: Jy sal jou kaartjies in 'n ander e-pos ontvang

source: (deleted)
af: (geskrap)

source: Event sales report
af: Geleentheid verkope verslag

source: This is a ticket for the event:
af: Dit is 'n kaartjie vir die geleentheid:

source: %s ticket is sold out
af: %s kaartjies is uitverkoop

source: Sorry! Only %d tickets remaining for %s
af: Jammer, daar is slegs %d kaartjies oor vir %s

source: Print Ticket
af: Druk Kaartjie

source: To begin using Tickets Plus, please install and activate the latest version of <a href="%s" class="thickbox" title="%s">%s</a>.
af: Om Tickets Plus te begin gebruik, installeer en aktiveer asseblief eers die nuutste weergawe van <a href="%s" class="thickbox" title="%s">%s</a>.

source: In trash (was %s)
af: In asblik (was %s)

source: Deleted
af: Geskrap

source: Unknown
af: Onbekend

source: Tickets
af: Kaartjies

source: Email the user will receive after a completed order with the tickets they purchased.
af: Epos wat die gebruiker sal kry wanneer 'n bestelling voltooi is met hulle kaartjies op.

source: Subject
af: Onderwep

source: Defaults to <code>%s</code>
af: Verstek na <code>%s</code>

source: Report
af: Verslag

source: The ticket with ID %s was checked in.
af: Die kaartjie met die ID %s was ingeboek.

source: Stock:
af: Voorraad:

source: (Total available # of this ticket type. Once they're gone, ticket type is sold out.)
af: (Totale # van hierdie kaartjie tipe beskikbaar. Wanneer hulle weg is, is die kaartjie tipe uitverkoop.)

source: SKU:
af: RVE (Rekordhouding van voorraad Eenheid)

source: (A unique identifying code for each ticket type you're selling)
af: ('n Unieke identifieserende kode vir elke kaartjie tipe wat jy verkoop)

source: Currently, eddTickets will only show up on the frontend once per full event. For PRO users this means the same ticket will appear across all events in the series. Please configure your events accordingly.
af: Huidiglik sal eddTickets slegs op die voorkant wys een keer per volle geleentheid. Vir PRO gebruikers betekend dit dat dieselfde kaartjie oor al die geleenthede in die reeks sal verkyn. Stel asseblief jou geleentheid daarvolgens op.

source: Currently, WooTickets will only show up on the frontend once per full event. For PRO users this means the same ticket will appear across all events in the series. Please configure your events accordingly.
af: Huidiglik sal WooTickets slegs op die voorkant wys een keer per volle geleentheid. Vir PRO gebruikers betekend dit dat dieselfde kaartjie oor al die geleenthede in die reeks sal verkyn. Stel asseblief jou geleentheid daarvolgens op.

source: Out of stock!
af: Uit voorraad uit!

source: Add to cart
af: Voeg by mandjie
